Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: OM:n päätös 21.12.2011 2/559/2008, Saamelaiskulttuurikeskuksen vuokrasopimus (mom.
sv_se: JM:s beslut 21.12.2011 2/559/2008, hyreskontraktet för samiska kulturcentret (mom.

source: Sähköisen viestinnän tietosuojaL 516/2004 14 b§
sv_se: Lag om dataskydd vid elektronisk kommunikation (516/2004) 14 b§

source: Euroopan investointipankki EIB
sv_se: Europeiska investeringsbanken EIB

source: Euroopan neuvoston kehityspankki CEB
sv_se: Europarådets utvecklingsbank CIB

source: Kansainvälinen jälleenrakennus- ja kehityspankki IBRD
sv_se: Internationella banken för återuppbyggnad och utveckling IBRD

source: Pohjoismaiden Investointipankki NIB
sv_se: Nordiska investeringsbanken NIB

source: Pohjoismaiden ympäristörahoitusyhtiö NEFCO
sv_se: Nordiska miljöfinansieringsbolaget NEFCO

source: Tapaturmavakuutuslaki (608/1948) sekä sen määräittämällä tavalla maksettavat muihin säädöksiin perustuvat korvaukset 5)
sv_se: Lagen om olycksfallsförsäkring (608/1948) samt ersättningar som enligt den betalas med stöd av andra författningar 5)

source: Liikennevakuutuslain (279/1959) ja liikennevakuutuslain perusteella korvattavasta kuntoutuksesta annetun lain (626/1991) nojalla maksettavat liikennevakuutuskorvaukset 5)
sv_se: Trafikförsäkringsersättningar som betalas med stöd av trafikförsäkringslagen (279/1959) och lagen om rehabilitering som ersätts enligt trafikförsäkringslagen (626/1991) 5)

source: Virka- ja työehtosopimus ryhmähenkivakuutusta vastaavasta edusta sekä sen määrittämällä tavalla muihin säädöksiin perustuvat korvaukset
sv_se: Tjänstekollektivavtal om förmån som motsvarar grupplivförsäkring och ersättningar som bygger på andra bestämmelser på det sätt som definieras i avtalet.

source: Kansainvälinen investointitakauslaitos MIGA, Yleissopimus Kansainvälisen investointitakauslaitoksen perustamisesta (2/1939) 7 artikla
sv_se: Multilaterala investeringsgarantiorganet MIGA, Konvention om etablering av den internationella investeringsgarantieorganet (2/1939) 7 artikeln

source: Annetut arvopaperivakuudet, eduskunnan päätös valtioneuvoston luottovaltuuden muuttamisesta (739/2009)
sv_se: Givna värdepappersgarantier, Riksdagens beslut om ändring av fullmakt för statsrådet att uppta lån (739/2009)

source: Opetus- ja kulttuuriministeriön hallinnonala 6)
sv_se: Undervisnings- och kulturministeriets förvaltningsområde 6)

source: Vuoden 2015 talousarvion momentin 31.10.20 Perusväylänpito, päätösosan kohta 1
sv_se: Moment 31.10.20 Bastrafikledshållning i statsbudgeten 2015, punkt 1 i beslutsdelen

source: Vuoden 2015 talousarvion momentin 31.30.63 Joukkoliikenteen palvelujen osto ja kehittäminen, päätösosan kohdat 3,6,7 ja 8
sv_se: Moment 31.30.63 Köp och utvecklande av kollektivtrafiktjänster i statsbudgeten för 2015, punkter 3, 6, 7 och 8 i beslutsdelen

source: Vuoden 2015 talousarvion momentin 31.10.77 päätösosan kohta 2, 31.10.77.5.2.
sv_se: Moment 31.10.77 i statsbudgeten för 2015, punkt 2 i beslutsdelen, 31.10.77.5.2.

source: Muu kehittämisen suunnittelu
sv_se: Annan planering av utveckling

source: Työ- ja elinkeinoministeriön hallinnonala7)
sv_se: Arbets- och näringsministeriets förvaltningsområde 7)

source: Rokotevastuut
sv_se: Vaccinansvar

source: MUUT SOPIMUKSET JA SITOUMUKSET YHTEENSÄ
sv_se: ANDRA AVTAL OCH FÖRBINDELSER SAMMANLAGT

source: 1) Callable capital USD 475 887 000,00 valuuttakurssilla 1,0887 (Suomen Pankki 31.12.2015)
sv_se: 1) Callable capital USD 475 887 000,00; med valutakurs 1,0887 (Finlands Bank 31.12.2015)

source: 2) Callable capital UA 296 310 333,33 valuuttakurssilla 0,785651 (UA=SDR, Suomen Pankki 31.12.2015)
sv_se: 2) Callable capital UA 296 310 333,00; med valutakurs 0,785651 (Finlands Bank 31.12.2015)

source: 4) Subscriptions receivable USD 7 215 655,60 valuuttakurssilla 1,0887 (Suomen Pankki 31.12.2015).
sv_se: 4) Subscriptions receivable l USD 7 215 655,60 med valutakurs 1,0887 (Finlands Bank 31.12.2015).

source: Sisältyy pankin lukuihin.
sv_se: Ingår i bankens siffror.

source: Suomen lopullinen sitoumus annetaan vasta 2016.
sv_se: Finlands slutliga förbindelse ges först 2016.

source: 5) Vuotuinen määrärahatarve on vastuun laskentahetkeen mennessä karttuneista velvoitteista kyseisenä vuonna maksettavien korvausten pääoma-arvosta tehty arvio vastuun laskentahetkellä 31.12.2015
sv_se: 5) Det årliga anslagsbehovet är det estimerade kapitalvärdet för ersättningar som betalas på upplupna åtaganden till följd av ansvaret vid beräkningsögonblicket 31.12.2015.

source: 6) Ei sisällä yliopistojen vuokrasopimuksista aiheutuvia vastuita.
sv_se: 6) Inkluderar inte ansvar som medförs av hyresavtal för universitet.

source: Niistä aiheutuva määrärahatarve yhteensä on 938 milj. euroa (yliopistolain voimaanpanolain 559/2009 5 §:n mukainen toissijainen vastuu).
sv_se: Anslagsbehovet för dessa är sammanlagt 938 miljoner euro (enligt det sekundära ansvaret i 5 § i lagen om införande av universitetslagen (559/2009).

source: Ne esitetään Hallituksen vuosikertomuksen tilinpäätöslaskelmaosan luvussa 6.
sv_se: De redovisas i kapitel 6 i bokslutsdelen av regeringens årsberättelse.

source: 7) Ydinvastuulain 18 §:n (4884/1972, sellaisena kuin se on laissa 581/2011) mukaan Suomessa sijaitsevan ydinlaitoksen haltijan tämän lain mukainen vastuu samasta ydintapahtumasta johtuneista, Suomessa syntyneistä ydinvahingoista on rajoittamaton.
sv_se: 7) Enligt 18 § i atomansvarighetslagen (4884/1972, sådan som den är i lagen 581/2011) har innehavaren av en atomanläggning i Finland ansvaret enligt denna lag obegränsat för atomskador som uppkommer i Finland till följd av en och samma atomolycka.

source: Suomessa sijaitsevan ydinlaitoksen haltijan tämän lain mukaisen vastuun enimmäismäärä samasta ydintapahtumasta johtuneista, muualla kuin Suomessa syntyneistä ydinvahingoista on 600 miljoonaa erityisnosto-oikeutta.
sv_se: För innehavaren av en atomanläggning i Finland är ansvaret enligt denna lag begränsat till högst 600 miljoner särskilda dragningsrätter för atomskador som uppkommer någon annanstans än i Finland till följd av en och samma atomolycka.

source: Laitoksenhaltijan on otettava vastuiden kattamiseksi ydinvastuuvakuutus 600 miljoonan erityisnosto-oikeuden määrään saakka.
sv_se: Anläggningsinnehavaren ska teckna en försäkring motsvarande 600 miljoner särskilda dragningsrätter för att täcka ansvaret.

source: Valtioneuvostolla on oikeus laitoksenhaltijan hakemuksesta päättää, ottaen huo- mioon laitoksen koko tai laatu taikka kuljetuksen laajuus, että vastuun enimmäismäärä on alempi kuin 600 miljoonaa erityisnosto-oikeutta, mutta kuitenkin vähintään viisi miljoonaa erityisnosto-oikeutta.
sv_se: Statsrådet har rätt att med hänsyn till anläggningens storlek eller art eller omfattningen av transporten på ansökan från anläggningsinnehavaren fastställa ett lägre maximibelopp för ansvarigheten än 600 miljoner särskilda dragningsrätter, dock inte ett mindre belopp än fem miljoner särskilda dragningsrätter.

source: Ydinaineen kuljetuksen aikana sattuneesta ydintapahtumasta on laitoksenhaltija vastuussa tämän lain mukaan muiden vahinkojen kuin kuljetusvälineeseen kohdistuneen vahingon osalta vähintään viiden miljoonan erityisnosto-oikeuden määrään saakka.
sv_se: I fråga om en atomolycka som inträffat under transport av atomsubstans uppgår anläggningsinnehavarens ansvar enligt denna lag för andra skador än skada på transportmedlet till minst fem miljoner särskilda dragningsrätter.

source: Korvausmäärälle tuleva korko ja oikeudenkäyntikulujen korvaus eivät sisälly vastuumääriin.
sv_se: De ansvarighetsbelopp som anges i 1 mom. innefattar inte ränta på ersättningsbeloppet eller ersättning för rättegångskostnader.

source: (L:lla 581/2011 muutettu 18 § on väliaikaisesti voimassa 1.1.2012 lukien, kunnes L 493/2005 tulee asetuksella voimaan.)
sv_se: (Genom L 581/2011 ändrade 18 § gäller tillfälligt fr.o.m. 1.1.2012, tills L 493/2005 verkställs genom förordningen.)

source: Ydinvastuulain 29 §:n mukaan jos se, jolla on oikeus saada vahingonkorvausta tämän lain tai muun sopimusvaltion vastaavan lainsäädännön nojalla Suomessa olevan ydinlaitoksen haltijalta, näyttää, ettei hän ole voinut saada tätä korvausta ydinlaitoksen haltijan kanssa vakuutussopimuksen tehneeltä vakuutuksenantajalta, maksetaan korvaus valtion varoista.
sv_se: Enligt 29 § i atomansvarighetslagen om den som enligt denna lag eller motsvarande lagstiftning i en annan konventionsstat är berättigad till ersättning av innehavaren av en atomanläggning i Finland visar att han inte kunnat få ut ersättningen enligt det i 18 § 2 mom. avsedda maximibeloppet för ansvaret av den försäkringsgivare som ingått försäkringsavtal med innehavaren av atomanläggningen, betalas den sålunda uteblivna ersättningen av staten.

source: Valtion 1 momentin mukainen korvausvelvollisuus ei ylitä sitä vastuumäärää, joka on laitoksenhaltijaan nähden voimassa 18 §:n 1 momentin mukaisesti.
sv_se: Statens ersättningsskyldighet enligt 1 momentet överskrider inte det ansvarsbelopp som med hänsyn av anläggningsinnehavaren gäller enligt 18 § 1 momentet.

source: Lisäksi Suomi on sopijapuolena Brysselin lisäyleissopimuksessa, jonka voimassa olevan version mukaan sopimusmaat korvaavat tiettyjen edellytysten täyttyessä yhteisvastuullisesti myös muissa sopimusmaissa syntyneitä ydinvahinkoja (ns. kolmannen vaiheen vastuumäärä) 125 miljoonan SDR:n verran.
sv_se: Utöver detta deltar Finland som avtalspart i tilläggskonventionen från Bryssel, vars avtalsstater enligt den gällande versionen även ersätter atomskador (upp till 125 miljoner SDR) som uppkommit i andra medlemsstater (ansvarsbelopp i tredje skedet).

source: Kunkin maan osuus lasketaan erityisten sopimuksessa määrättyjen jakoperusteiden mukaan.
sv_se: Andelen för varje land beräknas enligt särskilda fördelningsgrunder som fastställts i konventionen.

source: Jakoperusteita ovat bruttokansantuote ja asennettu ydinvoimateho.
sv_se: Fördelningsgrunderna är bruttonationalprodukt och installerad kärnkrafteffekt.

source: Suomen osuus tässä tarkoitetusta korvausmäärästä on OECD:n viime vuosina tekemien laskelmien mukaan ollut hieman alle 2 prosenttia.
sv_se: Finlands andel av det här avsedda ersättningsbeloppet är enligt OECD:s beräkningar de senaste åren något under 2 procent.

source: Suomen osuus riskistä on arvioitu noin 2,5 miljoonan euron suuruusluokkaan per sopimusmaassa tapahtunut ydinvahinko.
sv_se: Finlands andel av risken har beräknats vara cirka 2,5 miljoner euro per atomolycka som skett i avtalslandet.

source: Valtion eläkevastuu
sv_se: Statens pensionsansvar

source: € VALTION ELÄKEVASTUU YHTEENSÄ
sv_se: STATENS PENSIONSANSVAR SAMMANLAGT

source: Tilinpäätöslaskelmat
sv_se: Bokslutskalkyler

source: Julkaisuaika 21.4.2016
sv_se: Utgivningsdatum 21.4.2016

source: Tekijä(t)
sv_se: Författare

source: Valtioneuvoston kanslia, valtiovarainministeriö
sv_se: Statsrådets kansli, finansministeriet

source: Julkaisun nimi
sv_se: Publikationens namn

source: Hallituksen vuosikertomuksen 2015 liite 2.
sv_se: Regeringens årsberättelse 2015, bilaga 2.

source: Julkaisusarjan nimi ja numero
sv_se: Publikationsseriens namn och nummer

source: Hallituksen julkaisusarja 5/2016
sv_se: Regeringens publikationsserie 9/2016

source: Julkaisun osat/ kieliversiot
sv_se: Publikationens delar/ språkversioner

source: Ministeriöiden tuloksellisuuden kuvaukset
sv_se: Ministeriöiden tuloksellisuuden kuvaukset 5/2016 Hallituksen vuosikertomuksen 2015 liite 2.

source: 6/2016 Hallituksen vuosikertomuksen 2015 liite 3.
sv_se: Tilinpäätöslaskelmat

source: 7/2016 Regeringens årsberättelse 2015 8/2016 Regeringens årsberättelse 2015, bilaga 1.
sv_se: Ministeriernas resultatöversikter 7/2016 Regeringens årsberättelse 2015

source: Ministeriernas resultatöversikter 9/2016 Regeringens årsberättelse 2015, bilaga 2.
sv_se: 8/2016 Regeringens årsberättelse 2015, bilaga 1.

source: Bokslutskalkyler
sv_se: Ministeriernas resultatöversikter

source: ISBN (painettu) 978-952-287-234-0
sv_se: ISBN (tryckt) 978-952-287-242-5

source: ISBN (verkkojulkaisu) 978-952-287-233-3
sv_se: ISBN (webbpublikation) 978-952-287-241-8

source: Sivumäärä 144
sv_se: Sidantal 144

source: http://urn.fi/URN:ISBN:978-952-287-233-3
sv_se: http://urn.fi/URN:ISBN:978-952-287-241-8

source: Valtion tilinpäätös liitetietoineen vuodelta 2015
sv_se: Statsbokslutet för 2015 jämte noter

source: Valtion talousarvion toteutumalaskelma
sv_se: Utfallskalkyl för statsbudgeten

source: Valtion talousarvion toteutumalaskelma osaston ja pääluokan tarkkuudella
sv_se: Utfallskalkyl för statsbudgeten specificerad enligt avdelning och huvudtitel

source: Talousarvio 2015 (TA + LTA:t)
sv_se: (budg. + tilläggsbudg.)

source: Vertailu Tilinpäätös Talousarvio
sv_se: Jämförelse Bokslut Budget

source: Toteutuma, %
sv_se: Utfall %

source: Pääluokan numero ja nimi
sv_se: Huvudtitelns sifferkod och rubrik

source: Määrärahoja koskevat täydentävät tiedot
sv_se: Kompletterande uppgifter om anslagen

source: Käyttö 2015
sv_se: användning år 2015

source: Käytettävissä 2015
sv_se: Till förfogande år 2015

source: Käyttö 2015 (pl. peruutukset)
sv_se: Användning år 2015 (exkl. indragningar)

source: Valtion talousarvion toteutumalaskelman tiedot valtuuksista ja niiden käytöstä pääluokan tarkkuudella
sv_se: I utfallskalkylen för statsbudgeten ingående uppgifter om fullmakterna och användningen av dem specificerade enligt huvudtitel

source: Pääluokka (numero ja nimi), johon valtuus liittyy
sv_se: Huvudtitel (sifferkod och rubrik) som fullmakten hänför sig till

source: Uudet valtuudet
sv_se: Nya fullmakter

source: Uusitut valtuudet
sv_se: Förnyade fullmakter

source: Valtuudet yhteensä
sv_se: Fullmakterna sammanlagt

source: Käytetty
sv_se: Använt

source: Käyttämättä
sv_se: Oanvänt

source: Uusittu 2016 TA:ssa
sv_se: Förnyats i budgeten 2016

source: Aikaisempien vuosien valtuudet, josta korkotukitms. valtuudet
sv_se: Fullmakter för tidigare år, varav räntestödsfullmakter o.dyl. fullmakter

source: Vuonna 2015 käytettävissä olleet valtuudet, josta korkotukitms. valtuudet
sv_se: Fullmakter till förfogande år 2015, varav räntestödsfullmakter o.dyl. fullmakter

source: Valtion talousarvion toteutumalaskelma osaston tai pääluokan, luvun ja momentin tarkkuudella
sv_se: Utfallskalkyl för statsbudgeten specificerad enligt avdelning eller huvudtitel, kapitel och moment

source: Osaston, luvun ja momentin numero ja nimi
sv_se: Avdelningens, kapitlets och momentets sifferkod och rubrik

source: Korkotulojen lähdevero
sv_se: Källskatt på ränteinkomster

source: Pankkivero
sv_se: Bankskatt

source: Eräistä vakuutusmaksuista suoritettava vero
sv_se: Skatt på vissa försäkringspremier

source: Apteekkimaksut
sv_se: Apoteksavgifter

source: Tupakkavero
sv_se: Punktskatt på tobak

source: Eräiden juomapakkausten valmistevero
sv_se: Punktskatt på vissa dryckesförpackningar

source: Arpajaisvero
sv_se: Lotteriskatt

source: Ajoneuvovero
sv_se: Fordonsskatt

source: Muut veronluonteiset tulot
sv_se: Övriga inkomster av skattenatur

source: Lästimaksut
sv_se: Lästavgifter

source: Ratavero
sv_se: Banskatt

source: Eräät viestinnän maksut
sv_se: Vissa avgifter på kommunikationsområdet

source: Lentoliikenteen valvontamaksu
sv_se: Tillsynsavgift för flygtrafiken

source: Väylämaksut
sv_se: Farledsavgifter

source: Katsastustoiminnan valvontamaksu
sv_se: Tillsynsavgift för besiktningsverksamheten

source: Öljyjätemaksu
sv_se: Oljeavfallsavgift

source: Muut verotulot
sv_se: Övriga skatteinkomster

source: Sähkö- ja maakaasuverkkomaksut ja Perämeren tuulivoima-alueella perittävä tuulivoimamaksu
sv_se: El- och naturgasnätsavgifter och vindkraftsavgift inom vindkraftsområdet vid Bottenviken

source: Rahoitusvakausviraston hallintomaksut
sv_se: Förvaltningsavgifter till verket för finansiell stabilitet

source: Tuomioistuintulot
sv_se: Domstolarnas inkomster

source: Yleisen edunvalvonnan tulot
sv_se: Inkomster från allmänna intressebevakningstjänster

source: Oikeusministeriön hallinnonalan muut tulot
sv_se: Övriga inkomster inom justitieministeriets förvaltningsområde

source: Sisäministeriön hallinnonalan muut tulot
sv_se: Övriga inkomster inom inrikesministeriets förvaltningsområde

source: Puolustushallinnon rakennuslaitoksen tulot
sv_se: Försvarsförvaltningens byggverks inkomster

source: Tulot irtaimen omaisuuden myynnistä ja rojaltimaksuista
sv_se: Inkomster vid föryttring av lösegendom samt av royaltyavgifter

source: Puolustusministeriön hallinnonalan muut tulot
sv_se: Övriga inkomster inom försvarsministeriets förvaltningsområde

source: Tullin tulot
sv_se: Tullens inkomster

source: Kuntien osuudet verotuskustannuksista
sv_se: Kommunernas andelar av beskattningskostnaderna

source: Kansaneläkelaitoksen osuus verotuskustannuksista
sv_se: Folkpensionsanstaltens andel av beskattningskostnaderna

source: Evankelisluterilaisten seurakuntien osuudet verotuskustannuksista
sv_se: Evangelisk-lutherska församlingarnas andelar av beskattningskostnaderna

source: Valtion tieto- ja viestintätekniikkakeskuksen eräät tulot
sv_se: Vissa inkomster för Statens informations- och kommunikationstekniska center

source: Metallirahatulot
sv_se: Inkomster av metallmynt

source: Siirto valtion eläkerahastosta
sv_se: Överföring från statens pensionsfond

source: Muiden eläkelaitosten puolesta maksettujen eläkemenojen hyvitykset
sv_se: Gottgörelser för pensionsutgifter som betalts på andra pensionsanstalters vägnar

source: Vakuutusmaksuja vastaavat maksut
sv_se: Avgifter som motsvarar försäkringspremier

source: Työturvallisuusmaksu
sv_se: Premie för främjande av arbetarskydd

source: Euroopan unionilta saatavat tulot matkamenojen korvaamiseen
sv_se: Inkomster från Europeiska unionen för ersättning av reseutgifter

source: Valtiovarainministeriön hallinnonalan muut tulot
sv_se: Övriga inkomster inom finansministeriets förvaltningsområde

source: Opintotukitoiminnan tulot
sv_se: Inkomster från studiestödsverksamheten

source: Valtion osuus veikkauksen ja raha-arpajaisten voittovaroista
sv_se: Statens andelar av tippningens och penninglotteriets vinstmedel

source: Opetus- ja kulttuuriministeriön hallinnonalan muut tulot
sv_se: Övriga inkomster inom undervisnings- och kulturministeriets förvaltningsområde

source: Elinkeinokalatalouden kehittämiseen saatavat tulot EU:lta
sv_se: Inkomster från EU för utveckling av fiskerinäringen

source: EU:lta saatavat muut tulot
sv_se: Andra inkomster från EU

source: Valtion osuus totopeleistä saadusta tulosta
sv_se: Statens andel av inkomsten av totospel

source: Kasvinjalostusmaksut
sv_se: Växtförädlingsavgifter

source: Vesioikeudelliset kalatalousmaksut
sv_se: Vattenrättsliga fiskerihushållningsavgifter

source: Tenojoen kalastuslupamaksut
sv_se: Avgifter för tillstånd att fiska i Tana älv

source: Hirvieläinten metsästysmaksut
sv_se: Avgifter för jakt på hjortdjur

source: Viehekalastusmaksut
sv_se: Spöfiskeavgifter

source: Kalastuksenhoitomaksut ja viehekalastusmaksut
sv_se: Fiskevårdsavgifter och spöfiskeavgifter

source: Riistanhoitomaksut
sv_se: Jaktvårdsavgifter

source: Maa- ja metsätalousministeriön hallinnonalan muut tulot
sv_se: Övriga inkomster inom jord- och skogsbruksministeriets förvaltningsområde

source: Turvallisuus- ja kemikaaliviraston tulot
sv_se: Säkerhets- och kemikalieverkets inkomster

source: Siirrot valtion talousarvion ulkopuolisista rahastoista
sv_se: Överföringar från fonder utanför statsbudgeten

source: Palkkaturvamaksujen palautukset
sv_se: Återbäringar av betalningar enligt lönegaranti

source: EU:n rakennerahastoista ja muista koheesiopolitiikan rahastoista saatavat tulot
sv_se: Inkomster från EU:s strukturfonder och övriga fonder inom sammanhållningspolitiken

source: Työ- ja elinkeinoministeriön hallinnonalan muut tulot
sv_se: Övriga inkomster inom arbets- och näringsministeriets förvaltningsområde

source: Sosiaali- ja terveysalan lupa- ja valvontaviraston tulot
sv_se: Inkomster för Tillstånds- och tillsynsverket för social- och hälsovården

source: Terveyden ja hyvinvoinnin laitoksen tulot
sv_se: Inkomster för Institutet för hälsa och välfärd

source: Raha-automaattiyhdistyksen tuotto
sv_se: Avkastning av Penningautomatföreningens verksamhet

source: Valtionapujen palautukset
sv_se: Återbäringar av statsunderstöd

source: Sosiaali- ja terveysministeriön hallinnonalan muut tulot
sv_se: Övriga inkomster inom social- och hälsovårdsministeriets förvaltningsområde

source: Korvaukset ympäristövahinkojen torjuntatoimista
sv_se: Ersättningar för åtgärder för skydd mot miljöskador

source: Siirto valtion asuntorahastosta
sv_se: Överföring från statens bostadsfond

source: Ympäristöministeriön hallinnonalan muut tulot
sv_se: Övriga inkomster inom miljöministeriets förvaltningsområde

source: Verotukseen liittyvät korkotulot
sv_se: Ränteinkomster som hänför sig till beskattningen

source: Siirrettyjen määrärahojen peruutukset
sv_se: Återtagande av överförda anslag

source: Korkotulot
sv_se: Ränteinkomster

source: Korot valtion lainoista liikelaitoksille
sv_se: Räntor på statens lån till affärsverken

source: Korot muista lainoista
sv_se: Räntor på övriga lån

source: Korot talletuksista
sv_se: Räntor på depositioner

source: Muiden eläkelaitosten puolesta maksettujen eläkemenojen ja valtion muille eläkelaitoksille maksamien ennakoiden korkotulot
sv_se: Ränteinkomster av pensionsutgifter som betalats på andra pensionsanstalters vägnar och förskott som staten betalat till andra pensionsanstalter

source: Osinkotulot ja osakkeiden myyntitulot
sv_se: Utdelningsinkomster och inkomster av försäljning av aktier

source: Osinkotulot, pääomanpalautukset ja osakkeiden nettomyyntitulot
sv_se: Utdelningsinkomster, kapitalåterbäringar och nettoinkomster av försäljning av aktier

source: Takaisinmaksut valtion lainoista liikelaitoksille
sv_se: Återbetalningar av statens lån till affärsverk

source: Kansanedustajat
sv_se: Riksdagsledamöterna

source: Kansanedustajien toimintamenot (arviomääräraha)
sv_se: Omkostnader för riksdagsledamöterna (förslagsanslag)

source: Eduskunnan kanslian toimintamenot (arviomääräraha)
sv_se: Omkostnader för riksdagens kansli (förslagsanslag)

source: Peruskorjaukseen liittyvät toimintamenot (arviomääräraha)
sv_se: Omkostnader för den grundliga renoveringen (förslagsanslag)

source: Tietohallinnon laitehankinnat ja kehittämishankkeet (siirtomääräraha 3 v)
sv_se: Dataadministrationens anskaffningar av utrustning och utvecklingsprojekt (reservationsanslag 3 år)

source: Eduskunnan oikeusasiamies
sv_se: Riksdagens justitieombudsman

source: Eduskunnan oikeusasiamiehen kanslian toimintamenot (arviomääräraha)
sv_se: Omkostnader för riksdagens justitieombudsmans kansli (förslagsanslag)

source: Ulkopoliittinen instituutti
sv_se: Utrikespolitiska institutet

source: Ulkopoliittisen instituutin toimintamenot (siirtomääräraha 2 v)
sv_se: Utrikespolitiska institutets omkostnader (reservationsanslag 2 år)

source: Valtiontalouden tarkastusvirasto
sv_se: Statens revisionsverk

source: Valtiontalouden tarkastusviraston toimintamenot (siirtomääräraha 2 v)
sv_se: Omkostnader för statens revisionsverk (reservationsanslag 2 år)

source: Eduskunnan muut menot
sv_se: Riksdagens övriga utgifter

source: Eduskuntaryhmien ryhmäkanslioiden tukeminen (arviomääräraha)
sv_se: Stöd till riksdagsgruppernas gruppkanslier (förslagsanslag)

source: Tasavallan presidentin palkkio (kiinteä määräraha)
sv_se: Arvodet till Republikens president (fast anslag)

source: Tasavallan presidentin toimintamenot (siirtomääräraha 2 v)
sv_se: Omkostnader för Republikens president (reservationsanslag 2 år)

source: Vierailuista ja kokousmatkoista aiheutuvat menot (arviomääräraha)
sv_se: Utgifter för besök och mötesresor (förslagsanslag)

source: Tasavallan presidentin kanslia
sv_se: Republikens presidents kansli
